Revit 2027 API
FabricSheetType.MinorStartOverhang Property
 The distance from the edge of the sheet to the first wire (measured in the minor direction).
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double MinorStartOverhang { get; }
Public ReadOnly Property MinorStartOverhang As Double
	Get
public:
property double MinorStartOverhang {
	double get ();
}
member MinorStartOverhang : float with get
Property Value
Double
See Also
Reference
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace